Repository: alirahimi818/qr-voucher-card
Catalog: languages/qrvc-*.po
Languages: de_de, fa_ir

source: Success Saved.
de_de: Erfolg gespeichert.
fa_ir: با موفقیت ذخیره شد.

source: Voucher usage histories
de_de: Nutzungsverlauf des Gutscheinen
fa_ir: تاریخچه کوپن های استفاده شده

source: Voucher histories
de_de: Gutscheinverlauf
fa_ir: تاریخچخ کوپن ها

source: Search
de_de: Suche
fa_ir: جستجو

source: from:
de_de: von:
fa_ir: از:

source: to:
de_de: bis:
fa_ir: تا:

source: Search by date
de_de: Nach Datum suchen
fa_ir: جستجو بر اساس تاریخ

source: items count
de_de: Artikel zählen
fa_ir: تعداد آیتم ها

source: code
fa_ir: کد

source: price
de_de: Preis
fa_ir: قیمت

source: used
de_de: benutzt
fa_ir: استفاده شده

source: date
de_de: datum
fa_ir: تاریخ

source: Not found!
de_de: Nicht gefunden!
fa_ir: یافت نشد!

source: export
fa_ir: خروجی

source: pages
de_de: Seiten
fa_ir: صفحات

source: QR-Code Vouchers
de_de: QR-Code Gutscheinen
fa_ir: بارکد کوپن ها

source: Voucher Card
de_de: Gutscheinkarte
fa_ir: کارت کوپن

source: Add New
de_de: Neue hinzufügen
fa_ir: جدید

source: left over
de_de: übrig bleiben
fa_ir: باقیمانده

source: status
fa_ir: وضعیت

source: active
de_de: aktiv
fa_ir: فعال

source: inactive
de_de: inaktiv
fa_ir: غیرفعال

source: Voucher Page
de_de: Gutscheinseite
fa_ir: صفحه کوپن

source: Voucher QR Generator
de_de: Gutschein-QR-Generator
fa_ir: بارکد ساز کوپن

source: Voucher Show
de_de: Gutschein anzeigen
fa_ir: نمایش کوپن

source: QR Voucher Card Setting
de_de: QR-Gutscheinkarteneinstellung
fa_ir: تنظیمات کارت کوپن

source: Currency symbol
de_de: Währungszeichen
fa_ir: نماد ارز

source: For example: $, €, £,...
de_de: Zum Beispiel: $, €, £,…
fa_ir: برای مثال: $, €, £,…

source: Decimal price
de_de: Dezimaler Preis
fa_ir: اعشار قیمت

source: Decimal number for voucher price.
de_de: Dezimalzahl für Gutscheinpreis.
fa_ir: تعداد اعشار برای قیمت کوپن.

source: Step Price
de_de: Schrittpreis
fa_ir: پله قیمت

source: Step price in slider create voucher page.
de_de: Schrittpreis auf der Gutscheinseite.
fa_ir: پله قیمت در اسلایدر صفحه ایجاد کوپن.

source: Max Price
de_de: Maximaler Preis
fa_ir: بیشترین قیمت

source: Max price in create voucher page.
de_de: Höchstpreis auf der Gutscheinseite.
fa_ir: بیشترین قیمت در صفحه ایجاد کوپن.

source: Default Price
de_de: Standardpreis
fa_ir: قیمت پیشفرض

source: Default price in create voucher page.
de_de: Standardpreis auf der Seite Gutscheinseite.
fa_ir: قیمت پیشفرض در صفحه ایجاد کوپن.

source: Default Buttons Price
de_de: Standardpreis für Buttons
fa_ir: قیمت دکمه های پیشفرض

source: Default Buttons price in create voucher page.
de_de: Standardpreis für Buttons auf der Gutscheinseite.
fa_ir: قیمت دکمه های پیشفرض در صفحه ایجاد کوپن.

source: Separate the amount of each button with a comma.
de_de: Trennen Sie die Anzahl der einzelnen button durch ein Komma.
fa_ir: قیمت ها را با کاما (,) از هم جدا کنید.

source: Date Format
de_de: Datumsformat
fa_ir: فرمت تاریخ

source: Favicon image url (for PWA)
de_de: Favicon-Bild-URL (für PWA)
fa_ir: انتخاب آیکون (برای PWA)

source: Remove image
de_de: Entferne Bild
fa_ir: حذف تصویر

source: Upload image
de_de: Bild hochladen
fa_ir: آپلود تصویر

source: best size 80x80 pixel
de_de: beste Größe 80x80 Pixel
fa_ir: بهترین سایز ۸۰ در ۸۰ پیکسل

source: Insert image
de_de: Bild einfügen
fa_ir: افزودن تصویر

source: Use this image
de_de: Verwenden Sie dieses Bild
fa_ir: انتخاب این تصویر

source: Enter Voucher Price
de_de: Geben Sie den Gutscheinpreis ein
fa_ir: قیمت کوپن را وارد کنید

source: Generate QR-Code
de_de: QR-Code generieren
fa_ir: ایجاد بارکد

source: Print QR-Code
de_de: QR-Code drucken
fa_ir: چاپ بارکد

source: Used History:
de_de: Gebrauchte verlauf:
fa_ir: تاریخچه استفاده شده:

source: Voucher Price:
de_de: Gutscheinpreis:
fa_ir: قیمت کوپن:

source: Voucher Balance:
de_de: Gutscheinguthaben:
fa_ir: موجودی کوپن:

source: Voucher not found!
de_de: Gutschein nicht gefunden!
fa_ir: کوپن یافت نشد!

source: Enter the voucher code
de_de: Geben Sie den Gutscheincode ein
fa_ir: کد کوپن را وارد کنید

source: Enter the amount
de_de: Geben Sie den Betrag ein
fa_ir: مقدار را وارد کنید

source: Save
de_de: Speichern
fa_ir: ذخیره
